DELETE FROM mood_entries;

INSERT INTO mood_entries
(
    user_id,
    mood,
    hours_work,
    hours_sleep,
    comment,
    entry_date
)

VALUES
(7148761036, 5, 4, 8, 'Отличный день', date('now', '-9 day')),
(7148761036, 4, 6, 7, 'Много работал', date('now', '-8 day')),
(7148761036, 3, 8, 6, 'Устал', date('now', '-7 day')),
(7148761036, 2, 9, 5, 'Очень устал', date('now', '-6 day')),
(7148761036, 4, 5, 8, 'Нормальный день', date('now', '-5 day')),
(7148761036, 5, 3, 9, 'Выспался отлично', date('now', '-4 day')),
(7148761036, 4, 4, 8, 'Хорошее настроение', date('now', '-3 day')),
(7148761036, 3, 7, 6, 'Немного устал', date('now', '-2 day')),
(7148761036, 4, 6, 7, 'Все хорошо', date('now', '-1 day')),
(7148761036, 4, 6, 7, 'Все хорошо', date('now'));
